{
    "questions": [
        "What's your favorite part about the city or town you live in?",
        "If you could teleport to any place right now, where would you go?",
        "What was the last great story you experienced (book, movie, tv show, game etc)?",
        "What are your thoughts on the balance between privacy and security?",
        "If you could collaborate with any artist (dead or alive), who would it be?",
        "What's a hobby you would like to start but haven't yet?",
        "What's the most interesting place you've ever visited?",
        "How do you cope with the idea of mortality, both your own and that of others?",
        "What's a local legend or folklore from your area?",
        "If you could eradicate one common annoyance, what would it be?",
        "What's a childhood memory that brings you joy?",
        "What's the best movie you've seen recently?",
        "What's something you've always wanted to try but haven't yet?",
        "What's an experience that changed your perspective on something?",
        "What does love mean to you, and is it different from compassion or empathy?",
        "If you could be a character in any TV show, which show would it be?",
        "What's your favorite family tradition or a tradition you'd like to start?",
        "What's your favorite type of weather and why?",
        "If you could live in any era, which one would you choose?",
        "If you could witness any historical moment, which one would it be?",
        "What's the best part about your daily routine?",
        "If you could learn the truth behind one conspiracy theory, which one would it be?",
        "If you could have any job in the world, what would it be?",
        "If you could create a new school subject, what would it be?",
        "What are your thoughts on the afterlife, and how does that belief impact your life?",
        "What's one talent you wish you had?",
        "What role does fear play in shaping our actions and decisions?",
        "What's your favorite way to relax after a long day?",
        "What's something you've done that was outside your comfort zone?",
        "What does it mean to be truly empathetic, and is total empathy with others possible?",
        "What role does art play in society and individual human experience?",
        "What's one book you think everyone should read?",
        "What's an interesting tradition or custom you have with friends or family?",
        "How important is individual freedom, and where should society draw the line?",
        "If you could live in any fantasy world for a week, where would it be?",
        "What's a book or movie that you think is underrated?",
        "If you could have any author write your biography, who would you choose?",
        "What's one thing you've always wanted to do but haven't gotten around to?",
        "What's something you do to take care of your mental health?",
        "If you could bring back any extinct animal, which one would you choose?",
        "In what ways do you think technology is affecting our humanity?",
        "If you could have a chat with any person from your country's history, who would it be?",
        "If you could be an Olympic athlete, in what sport would you compete?",
        "How do you define 'truth,' and is it more important than happiness or comfort?",
        "What's a song that brings back memories, and what does it remind you of?",
        "Do you think artificial intelligence will ever achieve consciousness, and what would that mean for humanity?",
        "What does it mean to live a good life?",
        "What's a piece of technology you wish you understood better?",
        "What's the best piece of advice you've ever received?",
        "What's your favorite quote or saying?",
        "What's one law you would create or change?",
        "What is the role of government in shaping individual lives and society as a whole?",
        "What's your favorite outdoor activity?",
        "What's a game or sport you're terrible at but enjoy playing?",
        "What's your favorite way to spend time outdoors?",
        "In what ways do you think knowledge and understanding are different?",
        "If you could have one superpower, what would it be?",
        "What's your favorite way to exercise or stay active?",
        "Do you believe that all life forms have intrinsic value, and how should this impact our actions?",
        "What's your favorite way to spend a day off?",
        "How do you define happiness, and do you think it's achievable?",
        "What's your idea of a perfect day?",
        "What are your thoughts on the relationship between the mind and the body?",
        "What do you think is the connection between the mind and the universe?",
        "What's one thing you wish people knew about you?",
        "What song always makes you happy when you hear it?",
        "What's the best gift you've ever received?",
        "What's a memorable lesson you learned from a mistake or failure?",
        "What is the role of intuition in our lives, and how does it interact with rational thought?",
        "What's a small act of kindness you were once shown that you still remember?",
        "What's your favorite season and why?",
        "What are your thoughts on the ethical implications of genetic engineering and cloning?",
        "How do you approach the concept of forgiveness, both giving and receiving it?",
        "What do you think is the meaning of life?",
        "How do you define success, and do you think society's definition is different?",
        "How do you personally reconcile the existence of suffering and injustice in the world?",
        "In what ways do our childhood experiences shape our adult identities?",
        "What is a pet peeve you have that you know doesn't make sense, but you have it anyways?",
        "What's one goal you hope to achieve this year?",
        "If you could be a master in any form of art, what would it be?",
        "If you could learn any language fluently, what would it be?",
        "What's something you're currently excited about?",
        "What role does memory play in our identity?",
        "What is the most significant moral challenge we face as a society?",
        "Do you believe in fate or destiny, and can we alter it?",
        "What's the most interesting documentary you've ever watched?",
        "What's a tradition from another culture you'd love to adopt?",
        "What's something you're grateful for today?",
        "What is the role of faith in a world driven by science and technology?",
        "What's your favorite way to relax and de-stress?",
        "What's a small decision that made a big impact on your life?",
        "If you could talk to animals, which species would you converse with first?",
        "What's a movie or book that left a lasting impression on you?",
        "In what ways do you think our perception of time affects our understanding of life?",
        "What's a movie or show that always makes you laugh?",
        "If you could witness any event past, present, or future, what would it be?",
        "What are your thoughts on the concept of free will?",
        "What's one small change you've made in your life that had a big impact?",
        "What's your favorite hobby or pastime?",
        "If you could tell your younger self one thing, what would it be?",
        "If you could have dinner with any historical figure, who would it be and why?",
        "If you could invent something, what would it be?",
        "Do you think human beings are inherently good or bad, or is it more complex?",
        "Do you think human consciousness is a product of evolution, or is it something more?",
        "If you could live in any movie universe, which one would you choose?",
        "If you could solve one world problem, what would it be?",
        "How do you define 'soul,' and do you believe it exists in some form?",
        "If you could change one event in history, what would it be?",
        "What is the significance of dreams in understanding our subconscious?",
        "What's one skill you wish you could master overnight?",
        "What's a piece of advice you would give to someone starting in your career field?",
        "How do you think the concept of family has evolved, and what does it mean today?",
        "If you had a time machine, where would you go?",
        "If you could meet any fictional character, who would it be?",
        "What's a talent or skill you admire in others?",
        "What's a language you find beautiful?",
        "What's an activity that always calms you down or cheers you up?",
        "If you could create a holiday, what would it celebrate?",
        "What's a local spot in your city or town that you love to visit?",
        "What's a hobby or activity that you've always wanted to try but haven't yet?",
        "If you had to live in a decade from the past, which one would you choose?",
        "If you could learn any new skill in an instant, what would it be?",
        "What's your favorite way to unwind after a busy day?",
        "What's a food from another country you've never tried but want to?",
        "Do you believe that history is cyclical or linear in nature?",
        "What is the nature of reality? Is it objective, subjective, or a blend of both?",
        "How do you think the digital age is reshaping our perception of reality and relationships?",
        "Do you believe that there is a purpose to human existence, or are we a result of chance?",
        "How do you think our understanding of life changes as we age?",
        "What do you think is the biggest challenge facing the next generation?",
        "How do you think language shapes our understanding of the world?",
        "What's a subject not taught in schools that should be?",
        "What's your favorite family recipe?",
        "What's a tradition from another culture that you find fascinating or beautiful?",
        "How do societal norms influence our personal ethics and values?",
        "What does a perfect weekend look like to you?",
        "Do you think there's a difference between living and existing?",
        "If you could have a conversation with your future self, what would you ask?",
        "What's a mystery or phenomenon you'd love to solve?",
        "What's a cause or issue that you feel passionate about?",
        "If you could experience life as another person for one day, who would you pick?",
        "What's a skill or talent you admire in others and why?",
        "If you could travel back in time, what period would you visit and why?",
        "What's a lesson you learned recently from a challenge or obstacle?",
        "If you could be an expert in any subject, what would it be?",
        "What's a place you've always wanted to visit and what attracts you to it?",
        "What are your thoughts on the nature of reality? Is our perception of reality an illusion?",
        "How do you find meaning in life during times of hardship and uncertainty?",
        "Which fictional world would you not want to live in?",
        "If you had to give a TED talk tomorrow, what would it be about?",
        "What is your understanding of consciousness, and do you think other beings possess it?",
        "How do you think the balance between individual rights and collective good should be managed?",
        "What does it mean to be truly self-aware, and is it a state one can achieve?",
        "How do you define a true friendship?",
        "What's something that always makes you nostalgic?",
        "If you could start a new hobby tomorrow, what would it be?",
        "What's a simple pleasure that you never get tired of?",
        "What's a hobby that helps you relax?",
        "How do you think individual responsibility plays into societal issues?",
        "How do you reconcile the existence of beauty and horror in the world?",
        "How do you think humanity will evolve in the next 100 years?",
        "What's your favorite comfort food and why?",
        "If you could only eat one food for the rest of your life, what would it be?",
        "What's an experience that made you see the world differently?",
        "What's one thing that always makes you smile?",
        "If you could have any animal as a pet, real or mythical, what would it be?",
        "If you could bring one fictional technology to life, what would it be?",
        "If you could be a character in any book, who would you choose?",
        "What's a random act of kindness you've either experienced or want to do?",
        "What's a simple thing you can do to brighten someone's day?",
        "Do you think the universe is inherently ordered or chaotic, and what does that mean for us?",
        "How do you define wisdom, and who is the wisest person you know?",
        "If you could switch lives with anyone for a day, who would it be?",
        "What's a small act of kindness you recently witnessed or participated in?",
        "How do you like to celebrate your birthday or a special occasion?",
        "What song or artist do you like to listen to when you need a mood boost?",
        "If you had unlimited resources, what would you do?",
        "What role do you think suffering plays in human development?",
        "What's a goal you've set for yourself recently?",
        "What's your favorite childhood memory?",
        "What's something you thought you'd never do but ended up enjoying?",
        "If you had to live in a different country, which one would you choose?",
        "What's something new you recently learned about yourself?",
        "What's an interesting fact you love to share with others?",
        "What's an underrated movie or book that you love?",
        "What's a book that significantly changed your perspective on something?",
        "If you could redesign social media, what feature would you add or remove?",
        "What is your most toxic trait?",
        "What's something that always makes you laugh?",
        "What's one of the best pieces of advice you've ever received?",
        "What's an invention that doesn't exist but should?",
        "What's the most valuable lesson you've learned in life?",
        "Is there such a thing as absolute truth, and if so, how do we find it?",
        "What's something you're looking forward to in the near future?",
        "How do you think the universe came into existence, and what is our role in it?",
        "What's an app idea you wish existed?",
        "If you could travel anywhere in the world, where would it be?",
        "What's your favorite animal and why?",
        "What's a book that you think should be turned into a movie?",
        "What's something you love to do that's also calming?",
        "How do you think the concept of self is constructed? Is it innate or shaped by external factors?",
        "What is the role of suffering in personal growth and development?"
    ]
}
