{
    "questions": [
        "You are offered a high-paying job, but the company is known for its unethical practices. However, you are in need of the higher salary due to various reasons. Do you take the job or turn it down?",
        "You’re on a board for a charity, and a donor offers a huge contribution. However, the donor partakes in practices that are controversial. Do you take the money, knowing that it might signal to others you support it?",
        "Should leaders be held to higher moral standards than ordinary people, even if it limits their privacy?",
        "Is it fair to judge historical figures by modern ethical standards?",
        "Would you share your honest opinion on a controversial topic if it risked alienating those around you?",
        "You have the ability to forget one or more tramuatic memories. However, in doing so, this will change who you are in ways you cannot predict. It is possible you could become someone that your current self and peers would not care for. Do you do it?",
        "Would you stand by as someone you dislike is unfairly treated, or would you step in?",
        "Should you donate to charity anonymously or seek recognition to inspire others to give?",
        "Would you support a policy you disagree with if it ensured a larger benefit for your community?",
        "Should you tell a white lie to protect a child’s innocence about a harsh truth?",
        "Is it wrong to prioritize your family's needs over the greater good of society?",
        "If you knew a secret that would destroy someone’s reputation but protect many others, would you reveal it?",
        "Should you break a promise to fulfill a greater moral obligation?",
        "Is it fair to bend the rules for someone who has always done the right thing, even if it sets a bad precedent?",
        "Would you allow a small injustice to occur to avoid creating a larger conflict?",
        "Is it ethical to support a flawed system if it benefits you personally?",
        "Would you intervene if you witnessed workplace discrimination, even if it jeopardized your career?",
        "Should you punish someone for their past actions if they’ve since changed for the better?",
        "Is it wrong to keep a secret from someone if revealing it would hurt them deeply?",
        "If a robot becomes self-aware and writes poetry, is it the poetry that’s art, or the robot?",
        "You wake up one day and life is now a musical. How do you react? What songs do you hope you sing?",
        "What are some quotes from history that give you chills each time you read them?",
        "How would you get a small cylinder (5.1in, ~4.5in girth) unstuck from a mini M&M tube filled with butter and microwaved mashed potatoes?",
        "Can technology ever fully replicate human consciousness, or is there something uniquely human that machines can’t grasp?",
        "How do you define truth, and can it ever be absolute?",
        "Do you believe that morality is universal or culturally relative?",
        "Is the pursuit of knowledge inherently valuable, or does it depend on how it’s used?",
        "What does it mean to truly understand another person?",
        "Is there a fundamental purpose to human existence, or is it something we create?",
        "Can humans ever fully escape bias, or is it an inherent part of perception?",
        "What’s a truth about yourself that others see but you tend to deny?",
        "Is there someone you’ve written off in your life because it was easier than dealing with the truth?",
        "Have you ever justified your own bad behavior to protect your self-image?",
        "What’s a flaw in your personality that you know hurts others, but you struggle to change?",
        "What’s a lie you’ve told yourself for years that you now realize is untrue?",
        "What’s the hardest truth you’ve had to accept about someone you love?",
        "Have you ever hurt someone without realizing it, and how did you handle it once you knew?",
        "Is there a part of yourself that you avoid because you’re ashamed of it?",
        "What’s a belief you’ve held onto that no longer serves you, but you struggle to let go?",
        "Have you ever stayed in a relationship or friendship because it was comfortable, even when you knew it wasn’t right?",
        "Do you sometimes judge others for things you secretly dislike about yourself?",
        "What’s a painful truth about your past that you avoid thinking about?",
        "Is it possible to live a truly authentic life, or are we always influenced by external forces?",
        "What’s the most important truth you’ve discovered that others often reject or overlook?",
        "How do you navigate moments where your heart and mind are in conflict?",
        "What do you think is the greatest illusion in life that most people believe?",
        "Do you believe it’s more important to be right or to be kind, and why?",
        "If you had to give up one part of your identity, what would it be, and how would that change you?",
        "What is the cost of pursuing your dreams, and is that cost worth it?",
        "How do you deal with the contradictions and complexities within your own personality?",
        "What do you think the role of forgiveness is in healing emotional wounds?",
        "How do you handle moments when you feel out of control?",
        "What is a happy ending in a work of fiction that really isn't a happy ending?",
        "What’s a truth about yourself that you’ve been avoiding or are afraid to confront?",
        "What part of yourself have you sacrificed for the approval of others, and do you regret it?",
        "What’s the most painful thing you’ve ever lost, and how did that change you?",
        "What’s a part of your past you’ve never really made peace with, and how does it still influence your life today?",
        "Is there someone you wish you could apologize to, but can’t anymore? What would you say if you could?",
        "What is your favorite poem?",
        "How do you want to be remembered by the people you love, and are you living in a way that reflects that legacy?",
        "What part of yourself have you sacrificed for the approval of others, and do you regret it?",
        "What is your favorite color? Why is it your favorite color? What profound feelings and memories do you have attached to that color?",
        "If you could wipe any media from your head so you could experience it again for the first time, what would it be?",
        "Do you remember the scent of your childhood?",
        "If you were a ghost, how would you haunt people?",
        "What is a cover of a song you think is better than the original?",
        "Can you have beauty without devastation in some way?",
        "What historical event in your lifetime has had a great impact on you?",
        "What is the weirdest dream you've had?",
        "What is your greatest and dumbest childhood fear?",
        "When did you first realize you are an adult?",
        "How old do you fear becoming?",
        "What is your goto ghost experience to tell?",
        "Where would you want to raise a family? (or if you don't want a traditional family, where would you want to do something equivalent?)",
        "What do you think happens after death? How do you feel about the concept of reincarnation? Or complete non-cessation of existence?",
        "You're waiting for a train. A train that will take you far away. You know where you hope the train will take you, but you can't know for sure. Yet it doesn't matter. Now, tell me why?",
        "How do we find equilibrium between our public persona and private self?",
        "How do we harmonize our inner child with our adult responsibilities?",
        "What is the impact of scents and smells on our emotions and memories?",
        "What is the connection between emotional pain and the development of inner strength?",
        "How can we use our experiences of suffering to help others in similar situations?",
        "Can true wisdom be attained without enduring hardship and challenges?",
        "Does free will exist, or are our choices predetermined by our biology and environment?",
        "How does the fear of death influence the way we live our lives, and can we ever fully overcome it?",
        "Jean-Paul Sarte once said, 'It is certain that we cannot escape anguish, for we are anguish'. Do you agree with the statement? Why or why not? Explain in three or more sentences.",
        "How do you know if you’re in love?",
        "If you could ask one person one question, and they had to answer truthfully, who and what would you ask?",
        "Should we always tell the truth, even if it hurts someone?",
        "What’s the most courageous thing you’ve ever done?",
        "What’s more important, what you say or how you say it?",
        "What is something you've changed your mind about as you've gotten older?",
        "Is it better to be free but alone, or connected to others but with less freedom?",
        "Are humans fundamentally different from animals, or are we just another species on the tree of life?",
        "Do you believe in fate or that we make all our choices freely? Can both be true?",
        "If you could start over, what age would you go back to and what would you do differently?",
        "If all your memories were erased, what kind of person would you be?",
        "What’s the worst advice you’ve ever given someone?",
        "Is suffering a necessary part of the human condition? What would people who never suffer be like?",
        "If you were to go evil, which fictional characters would you base yourself off of?",
        "If you were stuck in a library during an apocalyptic blizzard, what is the first book you would burn for warmth?",
        "What makes a good villain in a work of fiction in your opinion?",
        "What if an alien came down, gave you a mic, and said 'for the next 60 seconds, whatever you say, every human is going to hear it?' What are you saying?",
        "What's a local legend or folklore from your area?",
        "What's the worst thing you enjoy or like?",
        "What's a childhood memory that brings you joy?",
        "What's an experience that changed your perspective on something?",
        "If you could live in any era, which one would you choose?",
        "If you could witness any historical moment, which one would it be?",
        "What's one book you think everyone should read?",
        "What's an interesting tradition or custom you have with friends or family?",
        "If you could live in any fantasy world for a week, where would it be?",
        "What's a book or movie that you think is underrated?",
        "If you could have any author, dead or alive write your biography, who would you choose?",
        "What's a song that brings back memories, and what does it remind you of?",
        "What does it mean to live a good life?",
        "What's a piece of technology you wish you understood better?",
        "What's your favorite quote or saying?",
        "In what ways do you think knowledge and understanding are different?",
        "What's one thing you wish people knew about you?",
        "What song always makes you happy when you hear it?",
        "What song always makes you sad when you hear it?",
        "What's a memorable lesson you learned from a mistake or failure?",
        "What's a small act of kindness you were once shown that you still remember?",
        "How do you approach the concept of forgiveness, both giving and receiving it?",
        "In what ways do our childhood experiences shape our adult identities?",
        "What is a pet peeve you have that you know doesn't make sense, but you have it anyways?",
        "If you could be a master in any form of art, what would it be?",
        "If you could learn any language fluently, what would it be?",
        "What's something you're currently excited about?",
        "Which fictional world would you want to live in DESPITE knowing that it would be a bad idea?",
        "What's the most interesting documentary you've ever watched?",
        "What's something you're grateful for today?",
        "What's a movie or book that left a lasting impression on you?",
        "What's a movie or show that always makes you laugh?",
        "If you could witness any event past, present, or future, what would it be?",
        "What's one small change you've made in your life that had a big impact?",
        "If you could tell your younger self one thing, what would it be?",
        "If you could have dinner with any historical figure, who would it be and why?",
        "If you could invent something, what would it be?",
        "If you could live in any movie universe, which one would you choose?",
        "What's one skill you wish you could master overnight?",
        "What's a piece of advice you would give to someone starting in your career field?",
        "If you had a time machine, where would you go?",
        "If you could meet any fictional character, who would it be?",
        "If you had to live in a decade from the past, which one would you choose?",
        "How do you think our understanding of life changes as we age?",
        "What's a tradition from another culture that you find fascinating or beautiful?",
        "If you could have a conversation with your future self, what would you ask?",
        "What's a mystery or phenomenon you'd love to solve?",
        "If you could experience life as another person for one day, who would you pick?",
        "What's a lesson you learned recently from a challenge or obstacle?",
        "If you could be an expert in any subject, what would it be?",
        "What's a place you've always wanted to visit and what attracts you to it?",
        "How do you find meaning in life during times of hardship and uncertainty?",
        "Which fictional world would you NOT want to live in?",
        "How do you define a true friendship?",
        "How do you reconcile the existence of beauty and horror in the world?",
        "What's an experience that made you see the world differently?",
        "If you could bring one fictional technology to life, what would it be?",
        "What's a random act of kindness you've either experienced or want to do?",
        "What's a simple thing you can do to brighten someone's day?",
        "How do you define wisdom, and who is the wisest person you know?",
        "What's a small act of kindness you recently witnessed or participated in?",
        "What's a goal you've set for yourself recently?",
        "What's something new you recently learned about yourself?",
        "What's a book that significantly changed your perspective on something?",
        "What is your most toxic trait?",
        "What's something that always makes you laugh?",
        "What's one of the best pieces of advice you've ever received?",
        "What's an invention that doesn't exist but should?",
        "What's the most valuable lesson you've learned in life?"
    ]
}
